Revit 2027 API
SymbolTypeId.TCO2ePerBtu Property
 Symbol tCO₂e/Btu, indicating tonnes Carbon Dioxide per British thermal unit
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerBtu { get; }
Public Shared ReadOnly Property TCO2ePerBtu As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerBtu {
	ForgeTypeId^ get ();
}
static member TCO2ePerBtu : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace